[
   {
      "word":"burgle",
      "definition":"(originally colloquial, back-formation from burglar) to commit burglary (in the US, burglarize is overwhelmingly preferred, although burgle is occasionally found)."
   },
   {
      "word":"fiddly",
      "definition":"requiring dexterity to operate (\"the buttons on the tiny mobile phone were too fiddly\")"
   },
   {
      "word":"doddle",
      "definition":"something accomplished easily – \"It's a doddle\", meaning \"it's easy\"."
   },
   {
      "word":"wally",
      "definition":"(informal) a mild form of idiot or fool (US dummy)"
   },
     {
      "word":"footie",
      "definition":"(slang) football (US: soccer)"
   },
   {
      "word":"goolies",
      "definition":"(slang) the testicles, from goli Hindi for ball."
   },
   {
      "word":"wazzock",
      "definition":"an idiot, popularised (at least in Southern England) by the 1981 song \"Capstick Comes Home\" by Tony Capstick, originated and historically more common in Northern England"
   },
   {
      "word":"boffin",
      "definition":"an expert, such as a scientist or engineer"
   },
   {
      "word":"dole",
      "definition":"(informal) welfare, specifically unemployment benefit. Sometimes used in the US, esp. older generation"
   },
   {
      "word":"toff",
      "definition":"(slang) member of the upper classes"
   },
   {
      "word":"slippy",
      "definition":"(slang) smooth, wet, with no friction or traction to grip something (US: slippery)"
   },
   {
      "word":"tuppence",
      "definition":"two pence, also infantile euphemism for vagina. cf twopenn'orth"
   },
   {
      "word":"scrubber",
      "definition":"a lower class, (usually young) woman of low morals"
   },
   {
      "word":"johnny",
      "definition":"(slang) a condom (US: rubber [DM], Jimmy-hat)"
   },
   {
      "word":"recce",
      "definition":"(informal) reconnoître, reconnaissance (pronounced recky) (US: recon)"
   },
   {
      "word":"learnt",
      "definition":"past tense of \"learn\" (US: learned); occasionally used in African American Vernacular English"
   },
   {
      "word":"gaff",
      "definition":"(slang) house, home. Also any other place: cheap music hall, theatre, pub, club, shop, hangout"
   },
   {
      "word":"minim",
      "definition":"a musical note with the duration of two counts in a time signature of 4/4 (US: half note; see Note value)"
   },
   {
      "word":"dekko",
      "definition":"(informal) a look, reconnoître \"I'll take a dekko at it later.\" – British military slang derived from the Hindustani dhek/dekho meaning \"to see\". Also less commonly decco, deccie, deek, deeks."
   },
   {
      "word":"gritter",
      "definition":"a truck that spreads sand or salt on roads when they are covered with ice (US:  salt truck, salt spreader)[68]"
   },
   {
      "word":"fairing",
      "definition":"a gift, particularly one given or bought at a fair (obsolete); type of cookie (biscuit) made in Cornwall"
   },
   {
      "word":"funfair",
      "definition":"a travelling fair with amusements, stalls, rides etc. (US: carnival or traveling carnival)"
   },
   {
      "word":"ladybird",
      "definition":"red and black flying insect (US: ladybug)"
   },
   {
      "word":"trainers",
      "definition":"training shoes, athletic shoes. (US: sneakers)."
   },
   {
      "word":"cleg",
      "definition":"horse fly"
   },
   {
      "word":"git",
      "definition":"(derogatory) scumbag, idiot, annoying person (originally meaning illegitimate; from archaic form \"get\", bastard, which is still used to mean \"git\" in Northern dialects and is used as such in The Beatles' song \"I'm So Tired\")"
   },
   {
      "word":"gearbox",
      "definition":"system of gears in a vehicle or other machinery (US transmission)"
   },
   {
      "word":"winkle",
      "definition":"(slang) childish term for a penis (US: winkie)"
   },
   {
      "word":"plod",
      "definition":"policeman (mildly derogatory) – from PC Plod in Enid Blyton's Noddy books.[59]"
   },
   {
      "word":"artic",
      "definition":"an abbreviation of \"articulated lorry\" (US semi)"
   },
   {
      "word":"nous",
      "definition":"Good sense; shrewdness:[97] \"Hillela had the nous to take up with the General when he was on the up-and-up again\" (Nadine Gordimer). Rhymes with \"mouse\"."
   },
   {
      "word":"nicker",
      "definition":"(colloquial) 1 pound, maintains singular form when used in a plural context (\"it cost me 2 nicker\"), rarely used in the singular"
   },
   {
      "word":"lessons",
      "definition":"classes (class used more commonly in US English)"
   },
   {
      "word":"turning",
      "definition":"A place where one can turn off a road. Not generally used where the turn would take one onto a more major road or for a crossroads. (US: turn). \"drive past the post office and you'll see a small turning to the right, which leads directly to our farm\""
   },
   {
      "word":"butty",
      "definition":"(Northern England) a sandwich [34] (esp. 'chip butty' or 'bacon butty')."
   },
   {
      "word":"shandy",
      "definition":"a drink consisting of lager or beer mixed with a soft drink, originally ginger beer but now more usually lemonade, in near-equal parts."
   },
   {
      "word":"prang",
      "definition":"(slang) to crash a motor vehicle with generally minor damage (US: fender bender)"
   },
   {
      "word":"pitch",
      "definition":"playing field[110]"
   },
   {
      "word":"shafted",
      "definition":"broken beyond repair – can also be used to describe extreme exhaustion. Also cheated, ripped off: he got shafted"
   },
   {
      "word":"hoarding",
      "definition":"a panel used to display outdoor advertisements, such as on the sides of buildings, or alongside highways (US billboard)[70]"
   },
   {
      "word":"randy",
      "definition":"(informal) having sexual desire, (now more common in the US because of the Austin Powers franchise) (US: horny)"
   },
   {
      "word":"punnet",
      "definition":"small basket for fruit, usually strawberries"
   },
   {
      "word":"sweets",
      "definition":"the same term for candy in US"
   },
   {
      "word":"bum bag",
      "definition":"a bag worn on a strap around the waist (US: fanny [DM] pack)"
   },
   {
      "word":"slag",
      "definition":"(slang) a promiscuous woman;[125] US: slut, skank"
   },
   {
      "word":"treacle",
      "definition":"refined black sugar syrup (US: molasses)"
   },
 
   {
      "word":"queue",
      "definition":"A sequence or line of people (maybe in vehicles or whatever) awaiting their turn for a service or activity (similar to US line)."
   },
   {
      "word":"nark",
      "definition":"1. (v.) (informal) irritate; also narked, the adjective."
   },
   {
      "word":"barney",
      "definition":"a noisy quarrel, trouble; origin unknown.[17][18][19]"
   },
   {
      "word":"lodger",
      "definition":"tenant renting a room rather than an entire property; typically lives with the renter and his/her family"
   },
   {
      "word":"mong",
      "definition":"(offensive) stupid person or one with learning difficulties; from Mongol in its sense as an obsolete term for someone with Down's syndrome[94]"
   },
   {
      "word":"prat",
      "definition":"(slang) an incompetent or ineffectual person, a fool, an idiot"
   },
   {
      "word":"landslip",
      "definition":"A collapse of a mass of earth or rock from a mountain or cliff (US:  landslide)[85]"
   },
   {
      "word":"bog roll",
      "definition":"(roll of) toilet (\"bog\") paper (slang)."
   },
   {
      "word":"anorak",
      "definition":"a hooded coat (US parka); a socially impaired obsessive, particularly trainspotters (US geek, trekkie, otaku, \u0026c.)"
   },
   {
      "word":"dustbin",
      "definition":"(sometimes used in the US) receptacle for rubbish, very often shortened to 'bin'. (US: trash can; wastebasket)"
   },
   {
      "word":"bodge",
      "definition":"a cheap or poor (repair) job, can range from inelegant but effective to outright failure. e.g. \"You properly bodged that up\" (\"you really made a mess of that\"). (US: kludge, botch or cob, shortened form of cobble) See Bodger."
   },
   {
      "word":"blimey",
      "definition":"(informal) an exclamation of surprise. (Originally gor blimey, a euphemism for God blind me, but has generally lost this connotation.)"
   },
   {
      "word":"biro",
      "definition":"/ˈbaɪroʊ/ a ballpoint pen. Named after its Hungarian inventor László Bíró and the eponymous company which first marketed them. (US: \"Bic\")"
   },
   {
      "word":"dosh",
      "definition":"(slang) money (US: dough) \"how much dosh you got on ya?\""
   },
   {
      "word":"muppet",
      "definition":"an incompetent or foolish person[95]"
   },
   {
      "word":"jerry",
      "definition":"(slang) pejorative term for a German or Germans"
   },
   {
      "word":"dene",
      "definition":"wooded valley or seaside dune (mainly S W England)"
   },
   {
      "word":"minging",
      "definition":"(from the Scots ming \"to smell strongly and unpleasantly\";[91] rhymes with \"singing\") disgusting, dirty; unattractive."
   },
   {
      "word":"car boot",
      "definition":"storage area of car (US: trunk). Can also mean car boot sale."
   },
   {
      "word":"caff",
      "definition":"abbreviation for a cafe; now used mainly for the old-fashioned establishment to distinguish from coffeeshops."
   },
   {
      "word":"pillock",
      "definition":"(slang, derogatory) foolish person, used esp. in northern England but also common elsewhere. Derived from the Northern English term pillicock, a dialect term for penis, although the connection is rarely made in general use."
   },
   {
      "word":"telly",
      "definition":"(informal) television"
   },
   {
      "word":"minge",
      "definition":"(vulgar) (rhymes with singe) female genitals or pubic hair[90]"
   },
   {
      "word":"crisps",
      "definition":"very thinly sliced fried potatoes, often flavoured, eaten cold as a snack (US: potato chips)"
   },
   {
      "word":"bevvy",
      "definition":"an alcoholic beverage"
   },
   {
      "word":"publican",
      "definition":"the landlord of a public house."
   },
   {
      "word":"row",
      "definition":"a heated noisy argument (rhymes with cow)"
   },
   {
      "word":"gherkin",
      "definition":"a pickled cucumber (US: \"pickle\")"
   },
   {
      "word":"flypast",
      "definition":"ceremonial flight of aircraft (US:  flyby) [56][57]"
   },
   {
      "word":"nowt",
      "definition":"nothing; not anything. \"I've got nowt to do later.\" Northern English. (see also 'owt' – anything; as in the phrase \"you can't get owt for nowt\" or \"you can't get anything for nothing\")"
   },
   {
      "word":"carer",
      "definition":"a person who cares for another, such as a child, elderly, or disabled person. (US: caregiver)"
   },
   {
      "word":"quid",
      "definition":"(informal) the pound sterling monetary unit; remains quid in plural form (\"Can I borrow ten quid?\") (similar to US buck, meaning dollar)"
   },
   {
      "word":"cack",
      "definition":"(slang) faeces (feces); nonsense or rubbish: \"what a load of cack\" could equally be used to describe someone talking nonsense or as a criticism of something of poor quality. Also spelt \"kak\" as used in Afrikaans and Dutch. Derived from an ancient Indo-European word, kakkos, cognate with German word Kacke, Welsh word \"cach\" and the Irish and Scottish Gaelic word \"cac\" which all mean 'shit'."
   },
   {
      "word":"squiz",
      "definition":"(rare) look, most often used in the form to have a squiz at..."
   },
   {
      "word":"kecks",
      "definition":"(informal, also spelt keks) trousers or underpants"
   },
   {
      "word":"car park",
      "definition":"area where cars are parked (US usually parking lot if outdoor, parking garage if indoor)."
   },
   {
      "word":"lolly",
      "definition":"1. lollipop /ice lolly (US: popsicle); (q.v.)"
   },
   {
      "word":"cuppa",
      "definition":"[cup of] tea (never coffee or other beverage)"
   },

   {
      "word":"pinch",
      "definition":"to steal."
   },
   {
      "word":"hoover",
      "definition":"vacuum [cleaner], to vacuum (archaic in the US); a genericised trademark, from The Hoover Company, the first main manufacturer of vacuum cleaners"
   },
   {
      "word":"spawny",
      "definition":"lucky"
   },
   {
      "word":"quango",
      "definition":"quasi-autonomous non-governmental organisation. A semi-public (supposedly non-governmental) advisory or administrative body funded by the taxpayer, often having most of its members appointed by the government, and carrying out government policy."
   },
   {
      "word":"numpty",
      "definition":"(originally Scottish,[100] now more widespread) a stupid person"
   },
   {
      "word":"bollocks",
      "definition":"(vulgar; originally ballocks, colloquially also spelled as bollox) testicles; verbal rubbish (as in \"you're talking bollocks\") (US: bullshit). The somewhat similar bollix is found in American English, but without the anatomical connotations or vulgar sense meaning 'mess up'. The twin pulley blocks at the top of a ship's mast are also known as bollocks, and in the 18th century priests' sermons were colloquially referred to as bollocks; it was by claiming this last usage that the Sex Pistols prevented their album Never Mind the Bollocks from being banned under British obscenity laws.[29] Related phrases include bollocksed, which means either tired (\"I'm bollocksed!\") or broken beyond repair; bollocks up, meaning to mess up (\"He really bollocksed that up\"); and [a] bollocking, meaning a stern telling off. Compare dog's bollocks, below"
   },
   {
      "word":"smeghead",
      "definition":"(slang) idiot; a general term of abuse, from Red Dwarf."
   },
   {
      "word":"buggered",
      "definition":"(vulgar, literally a synonym for 'sodomised') worn out; broken; thwarted, undermined, in a predicament, e.g. \"If we miss the last bus home, we're buggered\" (US: screwed). Also used to indicated lack of motivation as in \"I can't be buggered\". (US: \"I can't be bothered.\")"
   },
   {
      "word":"cheerio",
      "definition":"(informal, friendly) exclamation of farewell (similar to 'seeya!' and 'ta-ra!'). No connection to the breakfast cereal Cheerios."
   },
   {
      "word":"knickers",
      "definition":"girls' and women's underpants (US: panties): hence, \"Don't get your knickers in a twist\" (US: \"don't get your panties in a wad\", \"keep calm\", \"hold your horses\", \"chill out\")"
   },
   {
      "word":"sket",
      "definition":"(slang) a promiscuous woman;[123] US: slut, skank"
   },
   {
      "word":"autocue",
      "definition":"an automated system for providing scripts to actors and orators, from a genericised trademark (US teleprompter)"
   },
   {
      "word":"spanner",
      "definition":"(US: wrench)"
   },
   {
      "word":"plectrum",
      "definition":"(US and UK: guitar pick)"
   },
   {
      "word":"doolally",
      "definition":"(informal), mentally ill. From the former British Army Deolali transit camp in India"
   },
   {
      "word":"chunter",
      "definition":"(sometimes chunner) to mutter, to grumble, to talk continuously;[41] \"What's he chuntering on about?\""
   },
   {
      "word":"bobby",
      "definition":"police officer, named after Sir Robert Peel, the instigator of the world's first organised police force. The word \"peeler\" of similar origin, is used in Northern Ireland."
   },
   {
      "word":"slapper",
      "definition":"a promiscuous woman"
   },
   {
      "word":"witter",
      "definition":"(informal) to continue to talk trivially about a subject long after the audience's interest has gone (assuming there was any interest in the first place). \"He wittered on.\""
   },
   {
      "word":"rota",
      "definition":"a roll call or roster of names, or round or rotation of duties"
   },
   {
      "word":"daft",
      "definition":"odd, mad, eccentric, daffy, crazy – often with the implication of it being amusingly so. \"Don't be daft\" and \"don't be silly\" are approximately synonymous."
   },
   {
      "word":"faff",
      "definition":"to dither, futz, waste time, be ineffectual, \"I spent the day faffing about in my room\". Also related noun (\"That's too much of a faff\").[51][52]"
   },
   {
      "word":"sat nav",
      "definition":"GPS, from satellite navigation"
   },
   {
      "word":"barmy",
      "definition":"crazy, unbalanced[14] (US: balmy)[15][16]"
   },

   {
      "word":"tosser",
      "definition":"(slang) Largely equivalent to \"wanker\" but less offensive; has the same literal meaning, i.e. one who masturbates (\"tosses off\"). (US: jerk)."
   },
   {
      "word":"return",
      "definition":"A ticket that is valid for travel to a destination and back. A round-trip ticket."
   },
   {
      "word":"char",
      "definition":"(informal) see charwoman"
   },
   {
      "word":"verruca",
      "definition":"a wart on one's foot. (US: plantar wart)"
   },
   {
      "word":"pushbike",
      "definition":"(informal) bicycle (predates the modern safety bicycle q.v. velocipede) (often used in contrast to a motor bike)"
   },
   {
      "word":"rocket",
      "definition":"(eruca sativa) leafy, green vegetable used in salads and sandwiches, (US: arugula)"
   },
   {
      "word":"shite",
      "definition":"(vulgar) variant of shit[122]"
   },
   {
      "word":"fag end",
      "definition":"cigarette butt; also used as in \"the fag end of the day\", i.e. the last part of the working day"
   },
   {
      "word":"poxy",
      "definition":"(slang) something that is unsatisfactory or in generally bad condition."
   },
   {
      "word":"spiv",
      "definition":"a dealer in black market goods (during World War II). The term wide boy is also often used in the same sense"
   },
   {
      "word":"minger",
      "definition":"(from the Scots ming \"to smell strongly and unpleasantly\";[91] rhymes with \"singer\") someone who is unattractive (i.e. minging, see below)."
   },
   {
      "word":"abseil",
      "definition":"to descend on a rope (US rappel)[3][4][5][6][7][8]"
   },
   {
      "word":"parky",
      "definition":"(informal) cold, usually used in reference to the weather"
   },
   {
      "word":"Geordie",
      "definition":"a person from Newcastle upon Tyne, or used as an adjective to describe the accent or culture of the surrounding Tyne and Wear region of England."
   },
   {
      "word":"lorry",
      "definition":"a large goods-carrying motor vehicle (US and UK also: truck)"
   },
   {
      "word":"postie",
      "definition":"(informal) postman (of either gender)"
   },
   {
      "word":"spiffing",
      "definition":"(informal) very good (old-fashioned, or consciously used as old-fashioned, associated stereotypically with upper-class people) (US: spiffy)"
   },
   {
      "word":"gaol",
      "definition":"A prison, mostly historical (US and most modern UK usage: jail)[60]"
   },
   {
      "word":"cooker",
      "definition":"kitchen stove (US: stove)"
   },
   {
      "word":"amongst",
      "definition":"a synonym of among acceptable in British English while seeming old fashioned or pretentious in American English[10]"
   },
   {
      "word":"nicked",
      "definition":"arrested (\"you're nicked\") – related to \"the nick\", above (US: up the river, busted[96])"
   },
   {
      "word":"naff off",
      "definition":"(dated slang) shove it, get lost, go away – a much less offensive alternative to \"fuck off\" (originally obscure Polari slang, made popular by prison sitcom Porridge and famously used by Princess Anne)"

   },
   {
      "word":"quaver",
      "definition":"a musical note with the duration of one half-count in a time signature of 4/4 (US: eighth note). Also compound nouns semiquaver (US: sixteenth note), demisemiquaver (US: thirty-second note), hemidemisemiquaver (US: sixty-fourth note); see note value. Also a variety of snack food potato crisp/chip."
   },
   {
      "word":"dogsbody",
      "definition":"someone who carries out menial tasks on another's behalf; a drudge (US: grunt)"
   },
   {
      "word":"breve",
      "definition":"(musical) a note of two bars' length (or a count of 8) in 4/4 time (US: double whole note)"
   },
   {
      "word":"grotty",
      "definition":"disgusting, dirty, poor quality (originally from grotesque, though now rarely used with quite that meaning). In a scene from the 1964 film A Hard Day's Night, George Harrison has to explain the meaning and origin of the word; the impression is given that it was then considered modern slang, known only to trendy youngsters (this is no longer the case). George Harrison would have been familiar with the word as well-established Liverpool slang.[69]"
   },
   {
      "word":"pikey",
      "definition":"a pejorative slang term, used originally to refer to Irish Travellers. Now refers to anyone whose lifestyle is characterised by itinerancy, theft, illicit land occupancy with destruction of amenities, and disregard for authority, without reference to ethnic or national origin."
   },
   {
      "word":"offal",
      "definition":"the entrails and internal organs of a butchered animal."
   },
   {
      "word":"nobble",
      "definition":"(v.) to sabotage, attempt to hinder in some way. E.g. \"Danny nobbled my chances at the pub quiz by getting Gary to defect to his team.\""
   },
   {
      "word":"plonk",
      "definition":"a disparaging term for cheap wine, especially cheap red wine, is now widely known in the UK and also to a lesser extent in the USA. Derives from French vin blanc and came into English use on the western front in World War I."
   },
   {
      "word":"nought",
      "definition":"the number zero, chiefly British spelling of naught[98][99]"
   },
   {
      "word":"knackers",
      "definition":"(slang) testicles"
   },
   {
      "word":"swot",
      "definition":"1. v. to study for an exam (US cram)"
   },
   {
      "word":"peeler",
      "definition":"in Northern Ireland, colloquial word for \"policeman\". Similar to \"bobby\", q.v."
   },
   {
      "word":"arse",
      "definition":"buttocks, backside or anus (more vulgar than US ass)"
   },
   {
      "word":"pukka",
      "definition":"legitimate, the real thing, of good quality (usually Southeastern England term,[citation needed] recently more widely popularised by Jamie Oliver, but dating back to the 19th century). From Hindi-Urdu ."
   },
   {
      "word":"stamp",
      "definition":"(slang) National Insurance payments (e.g.: I have not paid enough stamps to get my full state pension)"
   },
   {
      "word":"clanger",
      "definition":"(informal) a big mistake, blunder, bad joke or faux pas (\"to drop a clanger\") (US: to lay an egg)"
   },
   {
      "word":"nonce",
      "definition":"a slang term for paedophile, pimp, child molester, or idiot."
   },
   {
      "word":"crikey",
      "definition":"(dated) exclamation of surprise (once a euphemism for Christ's keys or perhaps Christ Kill Me. Popularized in the US by late Australian herpetologist Steve Irwin)"
   },
   {
      "word":"sweet FA",
      "definition":"(slang) nothing (from \"Sweet Fanny Adams\", alternative: \"Sweet Fuck All\"), \"I know sweet FA about cars!\" (US: jack shit)"
   },
   {
      "word":"mardy",
      "definition":"(derogatory, mainly Northern and Central England) describes someone who is in a bad mood, or more generally a crybaby or whiner or \"grumpy, difficult, unpredictable\". Used, for example, by children in the rhyme \"Mardy, mardy mustard...\", and in the title of the Arctic Monkeys song \"Mardy Bum\". The verb to throw a mardy means to display an outburst of anger."
   },
   {
      "word":"proper",
      "definition":"Real or very much something. \"He's a proper hero\" (US: \"He's a real hero\")"
   },
   {
      "word":"niff",
      "definition":"an unpleasant smell"
   },
   {
      "word":"quids in",
      "definition":"(informal) a financially positive end to a transaction or venture \"After all that, we'll be quids in!\" (US: money ahead)"
   },
   {
      "word":"strop",
      "definition":"(informal) bad mood or temper"
   },
   {
      "word":"flyover",
      "definition":"a road crossing over another road (US: overpass)"
   },
   {
      "word":"sod off",
      "definition":"(vulgar, moderately offensive) go away; get lost"
   },
   {
      "word":"fiver",
      "definition":"five pound note (bill)"
   },
   {
      "word":"well",
      "definition":"extremely, very. \"He's well rich\" (US \"He's way rich\")"
   },
   {
      "word":"doss",
      "definition":"to be lazy, \"I've been dossing all day\", also can mean to truant, \"dossing off\" (similar to bunking off). Additionally it can informally take the form of a noun (i.e. \"that lesson was a doss\", meaning that lesson was easy, or good (primarily central Scotland). Also \"dosser\", a lazy person, or a tramp (US bum); \"to doss down\", to find a place to sleep, to sleep on some substitute for a bed such as a sofa, the floor, or a park bench; \"doss-house\", temporary accommodation for tramps or homeless people, cheap dilapidated rented accommodation with low standards of cleanliness (US: flophouse)"
   },
   {
      "word":"paraffin",
      "definition":"kerosene"
   },
   {
      "word":"plaster",
      "definition":"Band-Aid"
   },
   {
      "word":"squiffy",
      "definition":"(informal) intoxicated (popularly but probably erroneously said to be from British Prime Minister H. H. Asquith, a noted imbiber). The word can also be synonymous with skew-whiff."
   },
   {
      "word":"quieten",
      "definition":"used in the phrase \"quieten down\" (US: quiet down)"
   },
   {
      "word":"rock",
      "definition":"hard candy in cylindrical form often sold at holiday locations and made so that the location's name appears on the end even when broken. (US: no exact equivalent, but similar to a candy cane)"
   },
   {
      "word":"dodgy",
      "definition":"unsound, unstable, and unreliable (US: sketchy). 'That bloke over there looks a bit dodgy'"
   },
   {
      "word":"nappy",
      "definition":"absorbent undergarment for babies (US: diaper)"
   },
   {
      "word":"crotchet",
      "definition":"a musical note with a duration of one count in a time signature of 4/4 (common time) (US: quarter note; see Note value)"
   },
   {
      "word":"blag",
      "definition":"(slang) to obtain or achieve by deception and/or ill preparation, to bluff, to scrounge, to rob, to wing it. A scam, tall story or deception. Derived from the French word blague.[27]"
   },
   {
      "word":"draughts",
      "definition":"the board game (US: checkers)"
   },
   {
      "word":"scrumpy",
      "definition":"cloudy cider, often high in alcoholic content"
   },
   {
      "word":"brolly",
      "definition":"(informal) umbrella"
   },
   {
      "word":"tonk",
      "definition":"(informal) to hit hard, sometimes used in cricket to describe a substantial boundary shot: \"he tonked it for six\". In Southern England can also mean muscular. (US: ripped or buff)."
   },


   {
      "word":"Tannoy",
      "definition":"loudspeaker (a proprietary brand name), public address system"
   },
   {
      "word":"puncture",
      "definition":"(n.) A flat tire on a vehicle, as in \"I had a puncture on my bicycle\"."
   },
   {
      "word":"jimmy",
      "definition":"(Rhyming slang) urinate, as in jimmy riddle – piddle"
   },
   {
      "word":"bloke",
      "definition":"(informal) man, fellow. e.g. Terry is a top bloke. Also common in Australia and New Zealand. (US and UK also: guy, US dude)."
   },
   {
      "word":"twee",
      "definition":"excessively cute, quaint, or \"precious\"[138] (Similar to US cutesy)"
   },
   {
      "word":"cool box",
      "definition":"box for keeping food and liquids cool (US and UK also: cooler)"
   },
   {
      "word":"tenner",
      "definition":"ten pound note"
   },
   {
      "word":"flex",
      "definition":"electrical lead (UK); electrical cord (US)"
   },
   {
      "word":"tetchy",
      "definition":"irascible"
   },
   {
      "word":"bonce",
      "definition":"head (informal)[30][31]"
   },
   {
      "word":"motorway",
      "definition":"A controlled-access highway, the largest class of road on the British road network, designed for fast, high volume traffic. Abbreviated to M, as in M25 or M1. (US: equivalent to freeway)"
   },
   {
      "word":"nutter",
      "definition":"(informal) a crazy or insane person, often violent; also used as a more light-hearted term of reproach (\"Oi nutter!\") (occasionally used in the US) (US and UK also: nut, nutcase)"
   },
   {
      "word":"points",
      "definition":"(n.) mechanical crossover on a railway, (US: switch), hence the term \"points failure\" is a very common cause of delays on railways, such as the London Underground."
   },
   {
      "word":"legless",
      "definition":"extremely drunk"
   },
   {
      "word":"petrol",
      "definition":"refined mixture of hydrocarbons, used esp. to fuel motor vehicles (short for petroleum spirit, or from French essence de pétrole) (US: gasoline, gas). Also variously known as motor spirit (old-fashioned), motor gasoline, mogas, aviation gasoline and avgas (the last two being a slightly heavier type designed for light aircraft)"
   },
   {
      "word":"welly",
      "definition":"(informal) effort (e.g.: \"Give it some welly\" to mean \"put a bit of effort into an attempt to do something\" US: elbow grease (also UK), oomph); also the singular of \"wellies\", for Wellington boots (US: gumboots, rubber boots)"
   },
   {
      "word":"whinge",
      "definition":"(informal) complain, whine, especially repeated complaining about minor things (e.g. \"Stop whingeing\" meaning \"stop complaining\"); cognate with whine, originated in Scottish and Northern English in the 12th century. Hence whinger (derogatory), someone who complains a lot.[144]"
   },
   {
      "word":"plimsoll",
      "definition":"a type of shoe with a canvas upper and rubber sole, formerly the typical gym shoe used in schools. Now superseded by \"trainer\". (US: sneaker or Tennis shoe)"
   },
   {
      "word":"squaddie",
      "definition":"(informal) a non-commissioned soldier (US: grunt)"
   },
   {
      "word":"tinned",
      "definition":"canned as in \"tinned soup\" or \"a tin of tuna\""
   },
   {
      "word":"shag",
      "definition":"To have sexual intercourse"
   },
   {
      "word":"chuffed",
      "definition":"(informal) proud, satisfied, pleased. Sometimes intensified as well chuffed; cf. made up"
   },
   {
      "word":"postcode",
      "definition":"alphanumeric code used to identify an address, part of a UK-wide scheme. (US equivalent: ZIP Code)"
   },
   {
      "word":"ponce",
      "definition":"(n.) (slang) someone with overly affected airs and graces; an effeminate posturing man; a pimp. Originates from Maltese slang. (related US: poncey)"
   },
   {
      "word":"hols",
      "definition":"(informal) short for holidays [DM]"
   },
   {
      "word":"bunce",
      "definition":"a windfall; profit; bonus"
   },
   {
      "word":"charlady",
      "definition":"see charwoman"
   },
   {
      "word":"bleeder",
      "definition":"derogatory term used in place of bloke (\"what's that stupid bleeder done now?\"); use has declined in recent years."
   },
   {
      "word":"nick",
      "definition":"1. (v.) to steal"
   },
   {
      "word":"gormless",
      "definition":"stupid or clumsy"
   },
   {
      "word":"jumper",
      "definition":"a pullover , sweater"
   },
   {
      "word":"gutties",
      "definition":"running shoes, tennis shoes, maybe from \"gutta percha\" old source of natural rubber"
   },
   {
      "word":"squidgy",
      "definition":"(informal) soft and soggy (US: squishy)"
   },
   {
      "word":"tout",
      "definition":"usually in the context \"ticket tout\"; to re-sell tickets, usually to a live event. Verb: to tout, touting. Ticket touts can usually be seen outside a venue prior to the beginning of the event, selling tickets (which may well be fake) cash-in-hand. Known as scalping in the US."
   },
   {
      "word":"wanker",
      "definition":"(offensive) a masturbator, used generally as a term of abuse in the fashion of the US jagoff or jerk."
   },
   {
      "word":"Red top",
      "definition":"sensational tabloid newspaper[113]"
   },
   {
      "word":"pisshead",
      "definition":"(vulgar) someone who regularly gets heavily drunk (cf. BrE meaning of pissed)."
   },
   {
      "word":"slaphead",
      "definition":"(informal) bald man"
   },
   {
      "word":"cheeky",
      "definition":"impertinent; noun form, cheek, impertinence; a child answering back to an adult might be told \"don't give me any of your cheek\" (also there is the expression \"cheeky monkey!\" in reaction to a cheeky remark)."
   },
   {
      "word":"tailback",
      "definition":"A long line of stationary or slow-moving traffic extending back from a busy junction or similar obstruction on the road.[131][132] (US:  back up)"
   },
   {
      "word":"naff all",
      "definition":"nothing, fuck all"
   },
   {
      "word":"cagoule",
      "definition":"type of lightweight hooded waterproof clothing (US: windbreaker)"
   },
   {
      "word":"munter",
      "definition":"an ugly woman (rarely, man); similar to minger"
   },
   {
      "word":"chinwag",
      "definition":"(slang) chat"
   },
   {
      "word":"chancer",
      "definition":"(slang) an opportunist"
   },
   {
      "word":"tosspot",
      "definition":"(colloquial, archaic) a drunkard; also used in the sense of \"tosser\"."
   },
   {
      "word":"sarky",
      "definition":"(informal) sarcastic (abbrev.) \"Why are you being so sarky?\" (US: snarky)"
   },
   {
      "word":"takeaway",
      "definition":"food outlet where one can order food to go (or be delivered) (not usually applied to fast food chains). Usage: \"we had a takeaway for dinner\", \"we went to the local takeaway\". [DM]; (US: takeout)"
   },
   {
      "word":"naff",
      "definition":"(slang) lame, tacky, cheap, low quality (origin uncertain – numerous suggestions include backslang for fan, an old term for a vagina), also gay slang for a straight man (said to mean \"Not Available For Fucking\""
   },
   {
      "word":"parkie",
      "definition":"(informal) park-keeper"
   },
   {
      "word":"kazi",
      "definition":"(slang) lavatory[80] (numerous alternative spellings are seen, such as khazi,[81][82] karzy, karsey, carzey etc.)"
   },
   {
      "word":"punter",
      "definition":"customer or user of services. Often refers to a naive speculator, bettor, or gambler, or a customer of a prostitute or confidence trickster."
   },
   {
      "word":"whilst",
      "definition":"A more restricted form of \"while\" which cannot be used as a noun, verb, or preposition. In the US, \"whilst\" is old-fashioned and pretentious to the point where it is now only appropriate for creating a dated effect, as in historical fiction.[10]"
   },
   {
      "word":"bint",
      "definition":"a condescending and sometimes derogatory term for a woman (from the Arabic for 'daughter').[26] Usage varies with a range of harshness from 'bitch', referring to a disagreeable and domineering woman, to only a slightly derogatory term for a young woman."
   },
   {
      "word":"wide boy",
      "definition":"see spiv, above"
   },
   {
      "word":"maths",
      "definition":"mathematics (US: math)"
   },
   {
      "word":"skip",
      "definition":"industrial rubbish bin (US: dumpster)"
   },
   {
      "word":"manky",
      "definition":"(slang) feeling ill, rough, out of sorts; filthy, dirty, rotten. (of uncertain origin, poss. from French \"manqué\" – missed, wasted or faulty)"
   },
   {
      "word":"pleb",
      "definition":"(derogatory) person of lower class, from plebeian; similar to townie. Also commonly used to mean idiot."
   },
   {
      "word":"snog",
      "definition":"(slang) a 'French kiss' or to kiss with tongues (US [DM]: deep kiss, not necessarily with tongues)"
   },
   {
      "word":"gaffer",
      "definition":"(informal) old man; (informal) boss; football manager (US: soccer coach); Also in US: (professional) chief electrician on a theatrical or film set."
   },
   {
      "word":"lurgy",
      "definition":"(hard 'g', originally spelled \"lurgi\")[87] 1. An imaginary illness allegedly passed on by touch—used as an excuse to avoid someone. (c.f. US: cooties) From an episode of the Goon Show. 2. (slang) A fictitious, yet highly infectious disease; often used in the phrase \"the dreaded lurgy\", sometimes as a reference to flu-like symptoms. Can also be used when informing someone one is unwell but one either does not know or does not want to say what the illness is."
   },
 
   {
      "word":"scouser",
      "definition":"a person from Liverpool, or the adjective scouse to describe anything or anyone from either Liverpool or Merseyside."
   },
   {
      "word":"draper",
      "definition":"a dealer in drapery (i.e. clothing, textiles, etc.) (US: dry goods [DM])"
   },
   {
      "word":"ranker",
      "definition":"an enlisted soldier or airman or (more rarely) a commissioned officer who has been promoted from enlisted status (\"the ranks\" )"
   },
   {
      "word":"spliff",
      "definition":"(slang) a hand-rolled cigarette containing a mixture of marijuana and tobacco, also joint. (Also used in US; joint, j, or blunt more widely used.)"
   },
   {
      "word":"blower",
      "definition":"telephone"
   },
   {
      "word":"plait",
      "definition":"braid, as in hair"
   },
   {
      "word":"chunder",
      "definition":"vomit[25]"
   },
   {
      "word":"gobby",
      "definition":"loudmouthed and offensive[64]"
   },
   {
      "word":"giro",
      "definition":"(slang), social security benefit payment (US: welfare), is derived from the largely obsolete Girobank payment system that was once used in Britain for benefit and state pension payments."
   },
   {
      "word":"yomp",
      "definition":"to move on foot across rough terrain carrying heavy amounts of equipment and supplies without mechanised support (Royal Marines slang popularised by the Falklands War of 1982, army equivalent is to tab). Also used informally for any walk across rough ground."
   },
   {
      "word":"car hire",
      "definition":"car rental"
   },
   {
      "word":"pong",
      "definition":"(n.) (slang) a strong unpleasant smell; (v.) to give off a strong unpleasant smell; (adj.) pongy"
   },
   {
      "word":"totty",
      "definition":"(informal, offensive to some) sexually alluring woman or women (more recently, also applied to males). Originally a term for a prostitute in the late 19th century."
   },
   {
      "word":"yonks",
      "definition":"a long time, ages. \"I've not seen her for yonks.\" (colloquial)"
   },
   {
      "word":"bumble",
      "definition":"to wander aimlessly or stroll/walk without urgency to a destination; usually synonymous with amble when used in the US."
   },
   {
      "word":"titchy",
      "definition":"very small; tiny (from tich or titch a small person, from Little Tich, the stage name of Harry Relph (1867–1928), English actor noted for his small stature)"
   },
   {
      "word":"stroke",
      "definition":"to move one's hand slowly and gently over something e.g. stroke a dog. (US: pet)"
   },
   {
      "word":"stockist",
      "definition":"a seller (as a retailer) that stocks merchandise of a particular type, usually a specified brand or model (US: dealer)"
   },
   {
      "word":"Joey",
      "definition":"Term of abuse used of someone perceived to be foolish, stupid, incompetent, clumsy, uncoordinated, ridiculous, idiotic. Originated with the appearances of cerebral palsy sufferer Joey Deacon on children's TV programme Blue Peter; still a popular insult among adults who saw the programmes as children.[77]"
   },
   {
      "word":"skint",
      "definition":"(informal) out of money (US: broke)"
   },
   {
      "word":"hot up",
      "definition":"to become more exciting[72] (US: heating up)."
   },
   {
      "word":"ropey",
      "definition":"(informal) chancy; of poor quality; uncertain (see dodgy). Can also mean unwell when used in the form to feel ropey"
   },
   {
      "word":"chav",
      "definition":"(slang, often derogatory, used primarily in England) typically a nouveau riche or working class person, often of lowish intelligence, who wears designer label (e.g. Burberry) copies, fake gold bling, and is a trouble-maker. \"Chav\" is used nationally, though \"charv\" or \"charva\" was originally used in the northeast of England, deriving from the Roma word charva, meaning a disreputable youth. The closest US equivalents to the chav stereotype are arguably wiggers, although the cultural differences are existent.[clarification needed]"
   }
]